<pad>	0
<unk>	0
<s>	0
</s>	0
<sep>	0
▁t	-0
▁a	-1
gn	-2
an	-3
▁m	-4
ah	-5
gne	-6
▁n	-7
▁ty	-8
▁f	-9
ar	-10
ke	-11
▁i	-12
▁r	-13
▁h	-14
at	-15
ao	-16
am	-17
agne	-18
al	-19
dr	-20
sy	-21
▁am	-22
aho	-23
▁an	-24
it	-25
▁fa	-26
ake	-27
ko	-28
se	-29
ae	-30
▁v	-31
▁s	-32
aha	-33
▁naho	-34
agn	-35
om	-36
▁l	-37
are	-38
▁tsy	-39
▁mi	-40
ka	-41
oe	-42
il	-43
ay	-44
in	-45
on	-46
oh	-47
be	-48
si	-49
zao	-50
andr	-51
bo	-52
▁te	-53
re	-54
av	-55
▁e	-56
▁ni	-57
az	-58
▁z	-59
▁man	-60
ie	-61
▁re	-62
ot	-63
or	-64
▁andr	-65
▁agn	-66
ol	-67
af	-68
et	-69
oy	-70
ba	-71
ara	-72
▁ami	-73
▁ro	-74
sa	-75
ogne	-76
▁av	-77
ahe	-78
▁hoe	-79
ja	-80
he	-81
ang	-82
areo	-83
amp	-84
▁ko	-85
▁o	-86
ika	-87
ane	-88
ike	-89
ia	-90
aty	-91
▁at	-92
de	-93
el	-94
▁avao	-95
▁amizao	-96
▁maha	-97
ir	-98
▁az	-99
igne	-100
aro	-101
zay	-102
en	-103
▁amy	-104
ili	-105
ano	-106
▁ho	-107
▁tal	-108
atse	-109
▁iareo	-110
oko	-111
oa	-112
▁ant	-113
▁raha	-114
oha	-115
▁ka	-116
▁ama	-117
daty	-118
▁ze	-119
ate	-120
▁k	-121
ombe	-122
ra	-123
▁misy	-124
▁ezao	-125
amb	-126
rake	-127
ik	-128
itse	-129
aly	-130
▁le	-131
▁al	-132
anagne	-133
▁fe	-134
im	-135
egne	-136
▁magn	-137
ant	-138
bey	-139
▁andro	-140
as	-141
▁tsi	-142
oke	-143
▁sa	-144
▁andri	-145
ete	-146
ov	-147
iv	-148
atsi	-149
▁ao	-150
▁mp	-151
▁nan	-152
▁zay	-153
▁tika	-154
▁1	-155
ila	-156
▁amp	-157
ahy	-158
arae	-159
▁ndaty	-160
ama	-161
▁mit	-162
▁atao	-163
ambo	-164
ga	-165
nt	-166
ondr	-167
▁izay	-168
ha	-169
oagne	-170
atao	-171
▁amb	-172
▁koahe	-173
▁tandr	-174
ala	-175
alili	-176
atsia	-177
▁p	-178
iagne	-179
ana	-180
aike	-181
otse	-182
is	-183
lo	-184
aregne	-185
dy	-186
▁2	-187
ro	-188
▁azé	-189
▁vo	-190
▁agnombe	-191
ale	-192
ita	-193
boke	-194
▁mbe	-195
angahe	-196
▁andriam	-197
▁ré	-198
▁lehe	-199
▁satsia	-200
oro	-201
▁ah	-202
ok	-203
▁teie	-204
▁feie	-205
ako	-206
eke	-207
ap	-208
▁agne	-209
▁ie	-210
▁fi	-211
▁maro	-212
▁eo	-213
▁bey	-214
ne	-215
ali	-216
▁io	-217
andro	-218
▁af	-219
▁tin	-220
▁reke	-221
▁igne	-222
ikagne	-223
▁zao	-224
anj	-225
▁are	-226
▁hit	-227
▁ts	-228
▁vol	-229
▁naha	-230
ih	-231
er	-232
ela	-233
indr	-234
▁mah	-235
▁foko	-236
▁talili	-237
etse	-238
▁natao	-239
▁b	-240
▁mete	-241
▁sady	-242
ak	-243
do	-244
▁rano	-245
▁androy	-246
▁ma	-247
zo	-248
by	-249
if	-250
▁ey	-251
▁koa	-252
▁ambo	-253
agnaregne	-254
aze	-255
tse	-256
▁hoere	-257
omb	-258
▁nagn	-259
omboke	-260
▁fot	-261
▁taloha	-262
ambe	-263
▁toy	-264
alagne	-265
▁tandroy	-266
ave	-267
aza	-268
▁haz	-269
any	-270
▁hat	-271
▁d	-272
▁han	-273
▁lah	-274
▁mam	-275
▁nif	-276
ign	-277
omang	-278
▁nit	-279
oho	-280
▁raho	-281
▁manao	-282
▁raike	-283
▁tanagne	-284
▁fit	-285
ilasy	-286
▁tane	-287
aont	-288
▁haf	-289
ry	-290
deha	-291
▁agnate	-292
ndr	-293
ats	-294
omba	-295
▁aja	-296
na	-297
▁ampela	-298
mb	-299
ome	-300
▁vaz	-301
ahare	-302
▁nisy	-303
aragne	-304
▁terake	-305
▁bo	-306
▁ne	-307
▁foha	-308
▁faha	-309
▁fagn	-310
asa	-311
ora	-312
azagne	-313
te	-314
ava	-315
▁nam	-316
▁amizay	-317
▁mar	-318
▁and	-319
▁mat	-320
▁tikagne	-321
ilogne	-322
▁mandr	-323
▁j	-324
▁soa	-325
▁be	-326
▁faly	-327
le	-328
orogne	-329
▁managne	-330
io	-331
ono	-332
▁on	-333
agnahare	-334
za	-335
arake	-336
aontsy	-337
▁ajaja	-338
▁roangahe	-339
fa	-340
oly	-341
aolo	-342
iasa	-343
▁tam	-344
▁mang	-345
os	-346
ong	-347
▁fah	-348
▁mba	-349
▁nih	-350
anja	-351
▁tea	-352
▁hoare	-353
da	-354
ina	-355
▁vat	-356
▁hitalili	-357
tsy	-358
regne	-359
▁areo	-360
▁rangahe	-361
▁et	-362
▁rey	-363
ohitse	-364
▁tinalili	-365
dese	-366
▁mip	-367
▁mamp	-368
▁agnarae	-369
andriagne	-370
ohae	-371
ee	-372
▁g	-373
and	-374
▁ay	-375
▁aze	-376
▁far	-377
▁mahaf	-378
▁rehe	-379
▁ondaty	-380
avy	-381
▁nt	-382
▁mif	-383
▁toe	-384
▁izao	-385
▁rene	-386
▁vaho	-387
of	-388
ary	-389
ragn	-390
▁hazomang	-391
tsi	-392
▁roe	-393
iny	-394
ahay	-395
sike	-396
▁manomboke	-397
▁aby	-398
▁mahay	-399
gna	-400
▁saontsy	-401
ge	-402
day	-403
isy	-404
▁niv	-405
▁amae	-406
▁lasa	-407
iry	-408
▁namp	-409
▁lahil	-410
▁nahav	-411
rof	-412
▁ba	-413
▁fan	-414
▁hoeke	-415
ip	-416
▁miv	-417
▁kila	-418
la	-419
▁3	-420
▁tar	-421
anjaka	-422
▁anake	-423
▁c	-424
ivo	-425
▁tao	-426
▁tsim	-427
▁roake	-428
▁ntaolo	-429
▁lahilahy	-430
▁egne	-431
kasike	-432
fe	-433
elo	-434
▁na	-435
alie	-436
▁mahakasike	-437
so	-438
ta	-439
▁20	-440
▁ha	-441
▁it	-442
naho	-443
▁avy	-444
▁ham	-445
▁nah	-446
▁arof	-447
▁tena	-448
▁roandriagne	-449
ena	-450
izay	-451
▁mal	-452
▁nis	-453
ragne	-454
▁hagn	-455
▁telo	-456
iko	-457
ira	-458
isa	-459
▁in	-460
au	-461
avo	-462
one	-463
▁sar	-464
eteke	-465
okake	-466
zagne	-467
ahagne	-468
▁faritse	-469
je	-470
mba	-471
andre	-472
▁hamp	-473
▁tagn	-474
▁voal	-475
elogne	-476
▁hafarae	-477
ce	-478
▁he	-479
▁mih	-480
▁mis	-481
oegne	-482
agnaze	-483
▁agnara	-484
ve	-485
ito	-486
olo	-487
kama	-488
▁nip	-489
etrake	-490
▁sambe	-491
amba	-492
▁reh	-493
▁taf	-494
androy	-495
antika	-496
▁hatae	-497
▁amboas	-498
▁mpanjaka	-499
afe	-500
alo	-501
ont	-502
▁té	-503
atre	-504
onga	-505
▁hav	-506
▁vin	-507
▁mits	-508
▁androany	-509
ata	-510
iae	-511
ino	-512
▁ke	-513
ahaf	-514
akey	-515
▁ako	-516
inagne	-517
ily	-518
kam	-519
okoe	-520
▁azo	-521
▁0	-522
omp	-523
reo	-524
sie	-525
▁ran	-526
otane	-527
▁mahazo	-528
▁tanagney	-529
▁omb	-530
signe	-531
▁raty	-532
ohigne	-533
▁nareo	-534
id	-535
ogn	-536
▁mon	-537
vetse	-538
▁mahav	-539
▁niavy	-540
▁roakemba	-541
itar	-542
▁alim	-543
▁tant	-544
▁tokoe	-545
▁ambane	-546
ovy	-547
▁aza	-548
▁reo	-549
▁von	-550
alake	-551
erake	-552
▁mate	-553
▁voalohae	-554
▁hazomanga	-555
era	-556
iva	-557
oli	-558
▁19	-559
▁kar	-560
▁manj	-561
atonga	-562
▁lambo	-563
▁sokake	-564
▁mateteke	-565
ri	-566
ty	-567
ur	-568
vo	-569
▁is	-570
bory	-571
ombo	-572
▁fam	-573
▁hen	-574
▁nat	-575
▁téo	-576
▁mand	-577
ambaly	-578
▁hatao	-579
▁vohitse	-580
▁antanagne	-581
ho	-582
pi	-583
▁4	-584
ihe	-585
man	-586
▁so	-587
▁foh	-588
▁ire	-589
▁min	-590
ragno	-591
▁indr	-592
▁sasa	-593
▁ombiasa	-594
▁5	-595
kaz	-596
sik	-597
▁say	-598
▁tah	-599
osats	-600
▁teae	-601
▁tedo	-602
▁afake	-603
▁antoe	-604
▁boake	-605
▁lamba	-606
▁mitovy	-607
▁taogne	-608
▁tandreke	-609
iz	-610
azo	-611
gné	-612
▁ia	-613
azae	-614
mbay	-615
▁ato	-616
▁rae	-617
anake	-618
inday	-619
vombe	-620
▁igné	-621
itarita	-622
▁ambone	-623
osatsara	-624
▁ose	-625
▁atoy	-626
▁monja	-627
▁magnamb	-628
▁mandeha	-629
▁nandeha	-630
▁fotoagne	-631
▁ritarita	-632
▁ambovombe	-633
ile	-634
imo	-635
oma	-636
▁ab	-637
imbo	-638
▁ana	-639
▁ndr	-640
▁nja	-641
▁sal	-642
▁hate	-643
▁valy	-644
ma	-645
ato	-646
ier	-647
its	-648
▁bi	-649
▁se	-650
aroe	-651
▁rah	-652
arano	-653
avala	-654
▁baba	-655
▁nanao	-656
▁miomba	-657
▁zagnahare	-658
00	-659
afa	-660
osa	-661
alah	-662
▁aly	-663
azoho	-664
▁tamy	-665
alegne	-666
▁tsara	-667
▁tsisy	-668
agnombe	-669
▁hoareke	-670
▁razagne	-671
▁mandrare	-672
eno	-673
ire	-674
▁ar	-675
▁ny	-676
itra	-677
▁asa	-678
▁fil	-679
▁retsi	-680
▁antika	-681
▁havilasy	-682
12	-683
atr	-684
ene	-685
kav	-686
▁ol	-687
ande	-688
▁kam	-689
ahery	-690
andri	-691
atake	-692
▁hafa	-693
mp	-694
▁6	-695
iav	-696
ola	-697
▁aj	-698
▁as	-699
▁ang	-700
▁eto	-701
▁vao	-702
▁mora	-703
▁tagne	-704
▁nahavia	-705
▁velogne	-706
▁nivilasy	-707
▁amboasare	-708
▁alimosatsara	-709
etr	-710
▁12	-711
regn	-712
sare	-713
▁fin	-714
▁ome	-715
arivo	-716
avelo	-717
vegne	-718
▁loko	-719
▁vali	-720
▁vita	-721
▁vatae	-722
▁tagnaf	-723
ohy	-724
▁ir	-725
jaba	-726
otsy	-727
urce	-728
▁nim	-729
alahy	-730
irake	-731
▁fali	-732
▁hazo	-733
▁kahe	-734
aratse	-735
itagne	-736
okagne	-737
▁abike	-738
▁fomba	-739
▁fahake	-740
▁fanagn	-741
▁source	-742
▁nanagne	-743
▁roandriagney	-744
aa	-745
va	-746
ion	-747
etra	-748
▁nap	-749
▁vil	-750
ambes	-751
▁biby	-752
▁lava	-753
▁roae	-754
▁ahike	-755
▁antign	-756
▁nataoe	-757
amboatse	-758
▁tezagne	-759
▁indraike	-760
▁karazagne	-761
aso	-762
iake	-763
irif	-764
▁ara	-765
▁ent	-766
▁lav	-767
▁sin	-768
amake	-769
igney	-770
▁bara	-771
▁hare	-772
▁zoke	-773
otagne	-774
▁akore	-775
▁agnisa	-776
▁fagnoh	-777
▁agnaragne	-778
▁antandroy	-779
▁mamilogne	-780
▁7	-781
inj	-782
▁lo	-783
itsy	-784
ongo	-785
▁afo	-786
▁lon	-787
▁moa	-788
▁vav	-789
andra	-790
▁lahy	-791
▁mala	-792
▁rake	-793
▁tamp	-794
▁tanj	-795
vohitse	-796
▁sarimbo	-797
cor	-798
mam	-799
▁ga	-800
agna	-801
ilae	-802
otsi	-803
otso	-804
▁hih	-805
▁nil	-806
fagne	-807
indra	-808
▁2012	-809
▁ande	-810
atogne	-811
▁aloha	-812
▁vilasy	-813
▁mahafay	-814
▁maregne	-815
▁mahatonga	-816
▁mipetrake	-817
ts	-818
afo	-819
imba	-820
▁fiv	-821
▁kom	-822
▁loh	-823
ahake	-824
lagne	-825
▁anap	-826
▁mada	-827
▁mara	-828
▁tama	-829
▁fokont	-830
▁minday	-831
▁nandese	-832
▁rangahey	-833
02	-834
mi	-835
ame	-836
ine	-837
sia	-838
▁hi	-839
orae	-840
▁ahy	-841
▁men	-842
ahazo	-843
tegne	-844
▁mpis	-845
▁pike	-846
▁sare	-847
▁vave	-848
omanga	-849
▁ampel	-850
▁magne	-851
▁miara	-852
▁ranoy	-853
▁valie	-854
androae	-855
▁ahandre	-856
▁etoagne	-857
ky	-858
ots	-859
▁nj	-860
▁oh	-861
▁fia	-862
▁her	-863
▁hif	-864
afike	-865
▁kede	-866
▁tsik	-867
▁vola	-868
▁volo	-869
oragne	-870
ovagne	-871
▁arofo	-872
▁hatea	-873
▁mpagn	-874
▁tilae	-875
▁zahay	-876
▁andese	-877
▁antane	-878
▁antimo	-879
▁tafara	-880
avotagne	-881
▁miarake	-882
▁tantara	-883
▁hampahaf	-884
▁mandrake	-885
▁nisamake	-886
▁roangahey	-887
pe	-888
atra	-889
hake	-890
magn	-891
▁his	-892
▁pay	-893
▁voa	-894
iereo	-895
▁anae	-896
▁fehe	-897
▁feno	-898
▁nibo	-899
▁vato	-900
omegne	-901
▁matoa	-902
▁teako	-903
▁ninday	-904
▁faharoe	-905
▁mangaro	-906
▁tamizay	-907
▁vazahay	-908
▁faliiereo	-909
haf	-910
jan	-911
ova	-912
▁ip	-913
ahae	-914
iako	-915
kede	-916
▁has	-917
▁zaf	-918
amena	-919
amosa	-920
asake	-921
drano	-922
sasie	-923
tagne	-924
▁amba	-925
▁fomb	-926
▁samp	-927
▁tomp	-928
▁tsir	-929
▁voat	-930
ampoko	-931
avogne	-932
gnagne	-933
iragne	-934
omotse	-935
▁mipay	-936
▁tsima	-937
andrano	-938
heregne	-939
▁amandr	-940
▁fitera	-941
▁olombe	-942
▁rahalah	-943
▁amantika	-944
ze	-945
▁9	-946
aon	-947
heo	-948
ose	-949
ahav	-950
dodo	-951
enee	-952
isit	-953
seke	-954
▁aia	-955
▁ate	-956
▁gne	-957
▁int	-958
▁kol	-959
▁raz	-960
▁tan	-961
aegne	-962
avemb	-963
gasik	-964
iareo	-965
ondro	-966
▁nome	-967
▁taly	-968
ambole	-969
indray	-970
▁nifot	-971
agnagne	-972
andriam	-973
▁malaza	-974
▁salama	-975
▁samosa	-976
▁tragno	-977
▁lalagne	-978
▁mitsara	-979
▁sarotse	-980
▁sorogne	-981
▁vahoake	-982
agnaregneo	-983
anagnahare	-984
▁madagasik	-985
▁mivilogne	-986
▁tagnafondr	-987
▁antignanagne	-988
▁fagnoharagne	-989
ing	-990
ond	-991
tea	-992
arob	-993
gasy	-994
iamb	-995
mora	-996
vere	-997
▁maf	-998
▁tie	-999
anose	-1000
ikamb	-1001
logne	-1002
▁ambe	-1003
▁fang	-1004
▁foto	-1005
▁hane	-1006
▁masi	-1007
indram	-1008
siagne	-1009
▁fotoe	-1010
▁mande	-1011
▁nifan	-1012
▁afondr	-1013
▁filong	-1014
▁kamisy	-1015
▁talata	-1016
▁ajalahy	-1017
▁anapoko	-1018
▁manjary	-1019
▁nihirif	-1020
▁volagne	-1021
▁niterake	-1022
▁toeragne	-1023
▁magnarake	-1024
▁mangatake	-1025
▁maraindray	-1026
me	-1027
oz	-1028
▁8	-1029
kol	-1030
ona	-1031
▁11	-1032
▁ki	-1033
aova	-1034
maro	-1035
orof	-1036
▁ale	-1037
▁bal	-1038
▁ela	-1039
▁har	-1040
▁hip	-1041
▁isa	-1042
▁mil	-1043
▁tap	-1044
▁teh	-1045
afake	-1046
hetse	-1047
irike	-1048
oroke	-1049
▁ahaf	-1050
▁foty	-1051
▁hand	-1052
▁kele	-1053
▁mena	-1054
▁moly	-1055
▁nang	-1056
▁niav	-1057
arobia	-1058
▁fondr	-1059
▁gnere	-1060
▁ireke	-1061
▁lazae	-1062
▁miagn	-1063
▁tegna	-1064
avembia	-1065
▁androe	-1066
▁mikama	-1067
▁ravala	-1068
▁vazaha	-1069
▁niambes	-1070
kazomanga	-1071
▁aretegne	-1072
▁kedekede	-1073
▁rakembay	-1074
▁tsimaito	-1075
▁amboasary	-1076
▁olombelogne	-1077
▁madagasikara	-1078
ii	-1079
od	-1080
aka	-1081
ija	-1082
▁if	-1083
▁ry	-1084
ants	-1085
oeke	-1086
▁alo	-1087
▁anj	-1088
▁nav	-1089
▁val	-1090
agnae	-1091
ahale	-1092
alaza	-1093
ambey	-1094
aotse	-1095
boake	-1096
▁boke	-1097
▁hery	-1098
▁liae	-1099
▁zane	-1100
amorof	-1101
▁famof	-1102
▁iraho	-1103
▁manga	-1104
▁sambo	-1105
▁sandr	-1106
▁taolo	-1107
ignetse	-1108
▁anareo	-1109
▁tsarae	-1110
▁lonakey	-1111
▁vilogne	-1112
▁ambasare	-1113
▁malagasy	-1114
▁angalagne	-1115
▁retsivere	-1116
▁magnambigne	-1117
▁andriamamorof	-1118
to	-1119
ami	-1120
ati	-1121
ere	-1122
eta	-1123
imb	-1124
ole	-1125
ory	-1126
vaz	-1127
▁22	-1128
▁ak	-1129
▁de	-1130
▁tr	-1131
ampe	-1132
anjo	-1133
aoke	-1134
atae	-1135
oake	-1136
ohin	-1137
▁ank	-1138
▁ino	-1139
▁lio	-1140
▁lov	-1141
▁rem	-1142
▁som	-1143
▁tok	-1144
afady	-1145
areke	-1146
avake	-1147
digne	-1148
pioke	-1149
▁mire	-1150
▁nama	-1151
▁nano	-1152
arotse	-1153
▁andao	-1154
▁hanao	-1155
▁longo	-1156
▁tetsi	-1157
iavagne	-1158
ignagne	-1159
▁aloalo	-1160
▁boseke	-1161
▁kominy	-1162
▁roigne	-1163
▁vazoho	-1164
azantika	-1165
▁halegne	-1166
▁larobia	-1167
▁hihinagne	-1168
▁rahalahie	-1169
▁antanemora	-1170
▁magnambign	-1171
bi	-1172
fi	-1173
age	-1174
gno	-1175
onj	-1176
otr	-1177
tra	-1178
▁bé	-1179
▁oy	-1180
▁ra	-1181
▁to	-1182
ampo	-1183
anae	-1184
apri	-1185
arak	-1186
azat	-1187
iman	-1188
mbre	-1189
teke	-1190
▁lom	-1191
▁mir	-1192
▁mpi	-1193
▁vos	-1194
corne	-1195
iegne	-1196
irano	-1197
ohina	-1198
sagne	-1199
▁hatr	-1200
▁heke	-1201
▁mafé	-1202
▁main	-1203
▁masy	-1204
▁omeo	-1205
anakav	-1206
aretse	-1207
▁agnal	-1208
▁agnar	-1209
▁capri	-1210
▁itika	-1211
▁vonoe	-1212
▁arofoe	-1213
▁henane	-1214
▁kibory	-1215
▁nahazo	-1216
▁tahina	-1217
▁tedodo	-1218
▁masigne	-1219
▁fianakav	-1220
▁manahake	-1221
▁nahatonga	-1222
▁roakembay	-1223
▁andriamaro	-1224
▁capricorne	-1225
▁nagnatogne	-1226
tr	-1227
anc	-1228
ank	-1229
ihy	-1230
koe	-1231
mbo	-1232
▁10	-1233
▁mb	-1234
▁pe	-1235
anan	-1236
endr	-1237
feie	-1238
ikae	-1239
kaze	-1240
▁hil	-1241
▁lan	-1242
▁nen	-1243
▁rel	-1244
▁tih	-1245
▁tsa	-1246
▁ver	-1247
ondry	-1248
ontsa	-1249
▁ajaj	-1250
▁amao	-1251
▁hang	-1252
▁hoho	-1253
▁jaba	-1254
▁miko	-1255
▁sana	-1256
androe	-1257
eragne	-1258
iraike	-1259
regnae	-1260
▁dikae	-1261
▁fehee	-1262
▁isake	-1263
▁mahal	-1264
▁rehav	-1265
androke	-1266
oriagne	-1267
▁alagne	-1268
▁jahale	-1269
otsirake	-1270
▁ampelay	-1271
▁entegne	-1272
▁handeha	-1273
▁magnome	-1274
▁vositse	-1275
antikagne	-1276
indramiry	-1277
mamilogne	-1278
▁vonoegne	-1279
▁magnotane	-1280
▁voatsasie	-1281
ikambanagne	-1282
▁rehavagnae	-1283
▁marotsirake	-1284
▁fanagnandroae	-1285
19	-1286
pa	-1287
ehe	-1288
kao	-1289
mit	-1290
oto	-1291
pit	-1292
▁13	-1293
▁21	-1294
▁en	-1295
▁iz	-1296
▁li	-1297
▁ri	-1298
▁ta	-1299
ahao	-1300
alat	-1301
atsy	-1302
dahy	-1303
ezao	-1304
ialo	-1305
inga	-1306
ndro	-1307
rano	-1308
▁ala	-1309
▁teo	-1310
▁tik	-1311
amaro	-1312
atsof	-1313
indri	-1314
otake	-1315
▁anio	-1316
▁fano	-1317
▁mbeo	-1318
▁ndra	-1319
▁voae	-1320
▁ziva	-1321
ahegne	-1322
ambali	-1323
andese	-1324
▁akoho	-1325
▁anako	-1326
▁farae	-1327
▁haova	-1328
▁rahay	-1329
▁tragn	-1330
▁ataoko	-1331
▁firake	-1332
▁loatse	-1333
▁rehake	-1334
▁tafike	-1335
akevetse	-1336
androaza	-1337
▁ambiasa	-1338
▁lavitse	-1339
▁vazimba	-1340
▁agnondry	-1341
▁taranake	-1342
▁nagnavelo	-1343
▁tandriake	-1344
▁antanagneo	-1345
▁fitiavagne	-1346
▁niambesatse	-1347
▁ahandrefagne	-1348
▁fikambanagne	-1349
▁zafindramiry	-1350
ni	-1351
no	-1352
ari	-1353
eza	-1354
ian	-1355
mbe	-1356
ony	-1357
oty	-1358
tae	-1359
▁30	-1360
▁ja	-1361
afae	-1362
ance	-1363
atie	-1364
aure	-1365
itae	-1366
mang	-1367
onje	-1368
pake	-1369
seau	-1370
tanj	-1371
▁foe	-1372
▁lak	-1373
▁lel	-1374
▁nas	-1375
▁nje	-1376
alily	-1377
ampit	-1378
anako	-1379
haino	-1380
iloke	-1381
olike	-1382
▁aman	-1383
▁amor	-1384
▁bage	-1385
▁famp	-1386
▁gaga	-1387
▁gana	-1388
▁lahi	-1389
▁mama	-1390
▁mpan	-1391
▁niha	-1392
aligno	-1393
andrae	-1394
antara	-1395
aureau	-1396
oratse	-1397
ototse	-1398
▁disit	-1399
▁fahaf	-1400
▁fisia	-1401
▁irehe	-1402
▁miala	-1403
▁nahaf	-1404
▁nahat	-1405
▁nahaz	-1406
▁niavi	-1407
▁nilay	-1408
▁renee	-1409
ambatse	-1410
itragne	-1411
janogne	-1412
▁mahery	-1413
▁mifand	-1414
anampoko	-1415
arehetse	-1416
avaratse	-1417
omasigne	-1418
ondrogne	-1419
▁tihoeke	-1420
▁fombandr	-1421
▁hoeiareo	-1422
▁vintagne	-1423
▁fokontane	-1424
▁mangalake	-1425
▁nagnotane	-1426
▁niheregne	-1427
▁fondravala	-1428
▁lahialegne	-1429
▁ankazomanga	-1430
▁nifanambaly	-1431
andriamagnaregne	-1432
nj	-1433
ns	-1434
po	-1435
▁à	-1436
aky	-1437
amy	-1438
iza	-1439
soa	-1440
tre	-1441
▁15	-1442
▁23	-1443
▁or	-1444
▁ti	-1445
alae	-1446
inae	-1447
ndra	-1448
▁aba	-1449
▁hay	-1450
▁hik	-1451
▁lal	-1452
▁lol	-1453
▁miz	-1454
▁nir	-1455
▁niz	-1456
▁sah	-1457
▁toa	-1458
▁zoe	-1459
aloke	-1460
anagn	-1461
ancer	-1462
aogne	-1463
atane	-1464
neheo	-1465
olahy	-1466
▁fohi	-1467
▁hita	-1468
▁lany	-1469
▁miak	-1470
▁mpit	-1471
▁sira	-1472
alatse	-1473
ambara	-1474
anjake	-1475
asatse	-1476
atsima	-1477
avagne	-1478
ndreke	-1479
olotse	-1480
osetse	-1481
▁afara	-1482
▁arake	-1483
▁ataoe	-1484
▁hagno	-1485
▁mifan	-1486
▁nambo	-1487
▁voate	-1488
agnitse	-1489
iambita	-1490
tanjeke	-1491
▁agnamb	-1492
▁fangat	-1493
▁malake	-1494
▁marare	-1495
▁nampit	-1496
▁nimate	-1497
▁rahosa	-1498
▁tanora	-1499
▁azafady	-1500
▁niboaha	-1501
▁teneheo	-1502
averegnae	-1503
▁lovatsof	-1504
▁fokontany	-1505
▁namorogne	-1506
▁nanomboke	-1507
▁arofototse	-1508
▁sayvohitse	-1509
▁andriatsima	-1510
▁filongoagne	-1511
▁mahalomotse	-1512
▁fianakaviagne	-1513
▁magnambignaze	-1514
▁tetsiavotagne	-1515
mo	-1516
tu	-1517
ets	-1518
ias	-1519
iss	-1520
ove	-1521
▁01	-1522
▁02	-1523
▁14	-1524
▁il	-1525
▁iv	-1526
▁iy	-1527
▁me	-1528
ages	-1529
agno	-1530
ahin	-1531
ainy	-1532
akeo	-1533
anty	-1534
here	-1535
loha	-1536
omih	-1537
onoe	-1538
poke	-1539
▁200	-1540
▁beh	-1541
▁fih	-1542
▁hah	-1543
▁haj	-1544
▁mik	-1545
▁sor	-1546
▁tez	-1547
▁tso	-1548
▁vov	-1549
▁àzo	-1550
amare	-1551
arike	-1552
fogne	-1553
ierge	-1554
isake	-1555
itake	-1556
ondra	-1557
taire	-1558
▁anko	-1559
▁fana	-1560
▁fito	-1561
▁iaby	-1562
▁jiny	-1563
▁lion	-1564
▁maho	-1565
▁mana	-1566
▁maso	-1567
▁mile	-1568
▁nale	-1569
▁nand	-1570
▁nire	-1571
▁pali	-1572
▁togn	-1573
▁tsih	-1574
▁vogn	-1575
andrem	-1576
etraka	-1577
▁alija	-1578
▁andin	-1579
▁fahat	-1580
▁pages	-1581
aliegne	-1582
andraha	-1583
feragne	-1584
hafarae	-1585
▁andevo	-1586
▁hariva	-1587
▁mamono	-1588
▁manamp	-1589
▁ohatre	-1590
▁ohatse	-1591
▁reneko	-1592
▁tarign	-1593
▁tsimir	-1594
▁valala	-1595
▁balance	-1596
▁reketse	-1597
▁taureau	-1598
▁tearano	-1599
▁tinainy	-1600
▁tomboke	-1601
▁tsiriry	-1602
▁verseau	-1603
manomboke	-1604
▁avaratse	-1605
▁jabajaba	-1606
▁kolontsa	-1607
▁miarakam	-1608
▁rangaheo	-1609
omihalagne	-1610
▁tikagnaze	-1611
▁tarignandroke	-1612
di	-1613
ea	-1614
fo	-1615
go	-1616
ib	-1617
jo	-1618
zy	-1619
ime	-1620
oae	-1621
oka	-1622
tri	-1623
▁fo	-1624
▁gé	-1625
▁la	-1626
▁mg	-1627
arao	-1628
avee	-1629
gnae	-1630
iaba	-1631
lasa	-1632
meau	-1633
nisy	-1634
otre	-1635
pion	-1636
sara	-1637
▁mbo	-1638
▁mid	-1639
▁ray	-1640
▁tes	-1641
▁tra	-1642
afara	-1643
afiry	-1644
ambal	-1645
anana	-1646
botsy	-1647
isson	-1648
satse	-1649
▁aleo	-1650
▁ants	-1651
▁bory	-1652
▁fale	-1653
▁fate	-1654
▁gola	-1655
▁hale	-1656
▁hoet	-1657
▁mami	-1658
▁mavo	-1659
▁miza	-1660
▁nanj	-1661
▁scor	-1662
▁vilo	-1663
agnisa	-1664
akagne	-1665
atagne	-1666
gnaivo	-1667
gnatse	-1668
iregne	-1669
ohagne	-1670
ohotse	-1671
ologne	-1672
ontolo	-1673
▁amako	-1674
▁ampin	-1675
▁andev	-1676
▁hipay	-1677
iterake	-1678
ondrano	-1679
▁andran	-1680
▁mizara	-1681
▁tanose	-1682
▁vierge	-1683
▁haligno	-1684
▁hatrake	-1685
▁hevetse	-1686
▁hoereke	-1687
▁lahiman	-1688
▁mahitsy	-1689
▁sabotsy	-1690
▁taligne	-1691
▁taranty	-1692
▁vitagne	-1693
▁hareagne	-1694
▁lanirano	-1695
▁magnomey	-1696
▁nifotora	-1697
▁nihamaro	-1698
▁nihirifa	-1699
▁scorpion	-1700
▁vignetse	-1701
▁ahafohina	-1702
▁manambaly	-1703
▁manokagne	-1704
▁alijadigne	-1705
▁ambognaivo	-1706
▁mahavazoho	-1707
▁fomihalagne	-1708
▁mahafohigne	-1709
▁hampahafohigne	-1710
01	-1711
ny	-1712
ani	-1713
dia	-1714
git	-1715
ote	-1716
ovo	-1717
sio	-1718
▁ad	-1719
▁no	-1720
▁po	-1721
aeko	-1722
angy	-1723
aram	-1724
avel	-1725
fale	-1726
igna	-1727
ilie	-1728
ilip	-1729
lier	-1730
rang	-1731
ture	-1732
▁abe	-1733
▁hoh	-1734
▁lil	-1735
▁mim	-1736
▁sak	-1737
▁tor	-1738
arako	-1739
araty	-1740
ation	-1741
gnaze	-1742
itane	-1743
jagne	-1744
koake	-1745
onoae	-1746
vagne	-1747
▁anao	-1748
▁etoa	-1749
▁fara	-1750
▁fatr	-1751
▁fohy	-1752
▁hila	-1753
▁holy	-1754
▁laha	-1755
▁ndre	-1756
▁sagn	-1757
▁semp	-1758
▁tera	-1759
afotse	-1760
andeha	-1761
omagne	-1762
orombe	-1763
soagne	-1764
▁agnoh	-1765
▁anito	-1766
▁ankam	-1767
▁areke	-1768
▁arete	-1769
▁fitah	-1770
▁maike	-1771
▁marom	-1772
▁maroy	-1773
▁matey	-1774
▁mitse	-1775
▁niazo	-1776
▁nibey	-1777
▁rehaf	-1778
▁relay	-1779
▁riaba	-1780
▁sagit	-1781
▁tombo	-1782
▁tompo	-1783
areagne	-1784
asiloke	-1785
azatika	-1786
▁agnali	-1787
▁cancer	-1788
▁gémeau	-1789
▁mainte	-1790
▁mandeh	-1791
▁nalaza	-1792
▁napetr	-1793
▁olagne	-1794
▁tiagne	-1795
▁tsivaz	-1796
▁vinono	-1797
ondragne	-1798
otsifale	-1799
▁andindo	-1800
▁fihaino	-1801
▁namoake	-1802
▁poisson	-1803
▁sokakeo	-1804
▁tanjoho	-1805
▁vavindr	-1806
etsevetse	-1807
▁mirehake	-1808
▁sempotse	-1809
▁sinokake	-1810
▁tsipioke	-1811
▁vahoakey	-1812
indriarivo	-1813
▁magnavelo	-1814
▁miarakama	-1815
▁mihinagne	-1816
▁nanambaly	-1817
▁nipetrake	-1818
▁zanampoko	-1819
▁anagnahare	-1820
▁fiaignagne	-1821
▁fivoriagne	-1822
▁mpagnarivo	-1823
▁retsikoake	-1824
▁roazantika	-1825
▁sagittaire	-1826
▁amantikagne	-1827
▁ambondrogne	-1828
▁tsimirandra	-1829
▁hampahafohin	-1830
▁tamparehetse	-1831
▁afondriambita	-1832
▁lahimanasatse	-1833
▁miagnavaratse	-1834
▁andriatsimaito	-1835
▁tagnafotsifale	-1836
▁andrianagnahare	-1837
ez	-1838
ij	-1839
aja	-1840
bae	-1841
dis	-1842
ese	-1843
ife	-1844
int	-1845
mat	-1846
mih	-1847
ven	-1848
▁03	-1849
▁da	-1850
▁za	-1851
ahia	-1852
aoro	-1853
aran	-1854
arta	-1855
atea	-1856
bake	-1857
baro	-1858
etea	-1859
iapi	-1860
itre	-1861
misy	-1862
oabo	-1863
ofoe	-1864
onda	-1865
orot	-1866
siae	-1867
tane	-1868
volo	-1869
▁100	-1870
▁aha	-1871
▁efe	-1872
▁fol	-1873
▁kin	-1874
▁len	-1875
▁nio	-1876
▁rav	-1877
▁sas	-1878
▁sav	-1879
▁tia	-1880
ahiny	-1881
alava	-1882
amafe	-1883
amaky	-1884
avoae	-1885
eteie	-1886
fetse	-1887
indro	-1888
katse	-1889
sareo	-1890
▁boro	-1891
▁fire	-1892
▁hako	-1893
▁heje	-1894
▁hile	-1895
▁holi	-1896
▁home	-1897
▁itoy	-1898
▁kazy	-1899
▁lako	-1900
▁mare	-1901
▁mila	-1902
▁nefa	-1903
▁noho	-1904
▁sats	-1905
▁tana	-1906
▁vere	-1907
▁zaho	-1908
ahandr	-1909
amigne	-1910
amizao	-1911
artage	-1912
avegne	-1913
enogne	-1914
iavake	-1915
omangi	-1916
satsia	-1917
▁agnas	-1918
▁ambal	-1919
▁andon	-1920
▁ankav	-1921
▁antsi	-1922
▁hahav	-1923
▁hoeio	-1924
▁izaho	-1925
▁kagne	-1926
▁lohae	-1927
▁mahat	-1928
▁menar	-1929
▁nagne	-1930
▁nipay	-1931
▁raeko	-1932
▁roaza	-1933
▁tokat	-1934
agnogne	-1935
antatse	-1936
aondaty	-1937
▁ajajay	-1938
▁bageda	-1939
▁beteke	-1940
▁leliae	-1941
▁lomaho	-1942
▁mahita	-1943
▁maitsy	-1944
▁mampit	-1945
▁mifagn	-1946
▁mitiry	-1947
▁nikama	-1948
▁njatie	-1949
▁riakey	-1950
▁somare	-1951
▁tsigne	-1952
andregne	-1953
▁andevoe	-1954
▁fagnahy	-1955
▁hoeigne	-1956
▁lefogne	-1957
▁magneno	-1958
▁mandika	-1959
▁miboake	-1960
▁nalagne	-1961
▁tahinae	-1962
▁vazahao	-1963
▁voatere	-1964
▁vorogne	-1965
▁anovagne	-1966
▁finoagne	-1967
▁mahakama	-1968
▁malalake	-1969
▁misaotse	-1970
▁nandesee	-1971
▁remahazo	-1972
▁tanagneo	-1973
▁tanjogne	-1974
▁tsodrano	-1975
▁volamena	-1976
▁alimareke	-1977
▁antikagne	-1978
▁hamboatse	-1979
▁lohavogne	-1980
▁maharetse	-1981
▁miheregne	-1982
▁misorogne	-1983
▁namboatse	-1984
▁rehafegne	-1985
▁sagnatsia	-1986
▁sandratse	-1987
▁tesomangi	-1988
roandriagne	-1989
▁mampiavake	-1990
▁nahavazoho	-1991
▁nahazoagne	-1992
▁amanagnombe	-1993
▁famoforagne	-1994
▁kolontsaigne	-1995
▁lovatsofigne	-1996
▁roandriagneo	-1997
▁manindriarivo	-1998
▁tagnafondravoae	-1999
ym	-2000
yn	-2001
év	-2002
aia	-2003
gni	-2004
kae	-2005
kap	-2006
kit	-2007
mip	-2008
mis	-2009
nja	-2010
oky	-2011
ore	-2012
rou	-2013
une	-2014
▁ap	-2015
▁je	-2016
▁nà	-2017
akao	-2018
amat	-2019
anak	-2020
anta	-2021
aroa	-2022
gako	-2023
irae	-2024
lahy	-2025
odid	-2026
ogno	-2027
okol	-2028
omar	-2029
omet	-2030
otra	-2031
otro	-2032
oviz	-2033
sabo	-2034
sena	-2035
siko	-2036
sira	-2037
vave	-2038
▁194	-2039
▁abo	-2040
▁ano	-2041
▁avi	-2042
▁com	-2043
▁dia	-2044
▁eke	-2045
▁fat	-2046
▁fis	-2047
▁hiv	-2048
▁hol	-2049
▁kor	-2050
▁let	-2051
▁mav	-2052
▁rap	-2053
▁tav	-2054
▁tev	-2055
▁toh	-2056
▁vit	-2057
ahelo	-2058
arama	-2059
arare	-2060
aroke	-2061
ineke	-2062
irafe	-2063
irifa	-2064
nigne	-2065
onaho	-2066
otsie	-2067
roupe	-2068
zogne	-2069
▁anay	-2070
▁ante	-2071
▁aoly	-2072
▁dika	-2073
▁isik	-2074
▁kane	-2075
▁lili	-2076
▁loha	-2077
▁mino	-2078
▁noly	-2079
▁rave	-2080
▁raza	-2081
▁rese	-2082
▁réhe	-2083
▁sail	-2084
▁tame	-2085
▁teao	-2086
▁toli	-2087
▁tomb	-2088
▁tsin	-2089
▁téie	-2090
▁vava	-2091
▁vihe	-2092
▁vole	-2093
▁zafe	-2094
▁zaza	-2095
alohae	-2096
amandr	-2097
ampagn	-2098
atetse	-2099
boegne	-2100
fanagn	-2101
ombola	-2102
onegne	-2103
▁ampan	-2104
▁antan	-2105
▁atoly	-2106
▁fahav	-2107
▁fiter	-2108
▁haiko	-2109
▁hatra	-2110
▁ipetr	-2111
▁irake	-2112
▁mbola	-2113
▁nikam	-2114
▁nomea	-2115
▁tiasa	-2116
▁troke	-2117
▁tsiny	-2118
▁valio	-2119
▁zoken	-2120
iambane	-2121
ihirifa	-2122
▁ahandr	-2123
▁akanjo	-2124
▁andafe	-2125
▁anjara	-2126
▁behara	-2127
▁beloha	-2128
▁groupe	-2129
▁inogne	-2130
▁mampis	-2131
▁masake	-2132
▁nahare	-2133
▁namale	-2134
▁namono	-2135
▁nampid	-2136
▁nihane	-2137
▁tavela	-2138
▁temaro	-2139
▁valiko	-2140
▁vereke	-2141
ilipotse	-2142
▁andesee	-2143
▁lahatse	-2144
▁rapiapi	-2145
▁tompond	-2146
▁vovogne	-2147
ambitagne	-2148
atiolotse	-2149
▁ahandref	-2150
▁antragno	-2151
▁filongoa	-2152
▁hareandr	-2153
▁hoeigney	-2154
▁magnampe	-2155
▁magnialo	-2156
▁maromaro	-2157
▁mimirike	-2158
▁razambey	-2159
▁sailambo	-2160
▁vavarano	-2161
ahafohigne	-2162
▁nifotorae	-2163
▁nihinagne	-2164
▁nipetraka	-2165
▁renevegne	-2166
▁fanagnagne	-2167
▁fitahiagne	-2168
▁hazomangay	-2169
▁maragnitse	-2170
▁mpisarotse	-2171
▁ahandroegne	-2172
▁rapiapiamena	-2173
▁fombandrazagne	-2174
▁hareandravembia	-2175
▁tandreketanjeke	-2176
21	-2177
ad	-2178
ci	-2179
jy	-2180
ly	-2181
ob	-2182
ue	-2183
ul	-2184
vy	-2185
aaa	-2186
abo	-2187
dit	-2188
ele	-2189
itr	-2190
jee	-2191
koy	-2192
miv	-2193
ril	-2194
sak	-2195
tin	-2196
zae	-2197
évr	-2198
▁17	-2199
▁ju	-2200
▁nd	-2201
▁sy	-2202
ahak	-2203
ahee	-2204
alao	-2205
anao	-2206
anga	-2207
ante	-2208
aosa	-2209
arey	-2210
ariv	-2211
azoh	-2212
babe	-2213
baly	-2214
boka	-2215
faly	-2216
ibey	-2217
ikao	-2218
injo	-2219
jaka	-2220
kazo	-2221
lehe	-2222
nagn	-2223
neko	-2224
onee	-2225
oroa	-2226
sika	-2227
voro	-2228
▁fif	-2229
▁fiz	-2230
▁iar	-2231
▁ihe	-2232
▁kir	-2233
▁mas	-2234
▁maz	-2235
▁nik	-2236
▁roy	-2237
▁sik	-2238
▁sns	-2239
▁vel	-2240
▁vor	-2241
agnao	-2242
ahoro	-2243
alako	-2244
alama	-2245
anaho	-2246
atoke	-2247
imbao	-2248
iraik	-2249
itika	-2250
oatse	-2251
oetse	-2252
orake	-2253
zaoza	-2254
▁ahav	-2255
▁ahit	-2256
▁amio	-2257
▁basy	-2258
▁comm	-2259
▁dada	-2260
▁dame	-2261
▁faho	-2262
▁fand	-2263
▁fisi	-2264
▁haha	-2265
▁hana	-2266
▁hisy	-2267
▁katr	-2268
▁koba	-2269
▁lamb	-2270
▁lefe	-2271
▁loza	-2272
▁mahe	-2273
▁mars	-2274
▁mary	-2275
▁mial	-2276
▁miha	-2277
▁miov	-2278
▁mise	-2279
▁nife	-2280
▁nove	-2281
▁pejy	-2282
▁rafo	-2283
▁sata	-2284
▁sija	-2285
▁tato	-2286
▁tegn	-2287
▁teto	-2288
▁vaha	-2289
▁vata	-2290
▁zoma	-2291
afigne	-2292
afomba	-2293
aharoe	-2294
anegne	-2295
arioke	-2296
atsake	-2297
atseke	-2298
hoagne	-2299
injake	-2300
izagne	-2301
ofotsy	-2302
okatse	-2303
olagne	-2304
ulture	-2305
▁andal	-2306
▁angat	-2307
▁arivo	-2308
▁atoro	-2309
▁famos	-2310
▁mahas	-2311
▁manah	-2312
▁miasa	-2313
▁nator	-2314
▁nipol	-2315
▁niter	-2316
▁razae	-2317
▁saont	-2318
▁vande	-2319
▁vazoh	-2320
▁vigne	-2321
▁viheo	-2322
▁voloe	-2323
akandro	-2324
andrefa	-2325
antsoly	-2326
orotoro	-2327
▁fagnaf	-2328
▁famaky	-2329
▁hamono	-2330
▁hataoe	-2331
▁hikama	-2332
▁ialako	-2333
▁jahoro	-2334
▁kabaro	-2335
▁lahady	-2336
▁lonake	-2337
▁manese	-2338
▁manoro	-2339
▁masira	-2340
▁miharo	-2341
▁nataho	-2342
▁tarana	-2343
▁toetra	-2344
agnandro	-2345
magnialo	-2346
mateteke	-2347
odidigne	-2348
regnagne	-2349
▁agnatee	-2350
▁ambahin	-2351
▁andriat	-2352
▁androae	-2353
▁disitir	-2354
▁fahadis	-2355
▁magnahy	-2356
▁magneke	-2357
▁magnisy	-2358
▁mahabae	-2359
▁nanjary	-2360
▁niafara	-2361
▁nihabey	-2362
▁razambe	-2363
▁roigney	-2364
▁talilie	-2365
▁taranae	-2366
▁tokagne	-2367
andalagne	-2368
omarolahy	-2369
▁amandrae	-2370
▁anampoko	-2371
▁andriake	-2372
▁andromba	-2373
▁asorogne	-2374
▁boakagne	-2375
▁fahatelo	-2376
▁famofora	-2377
▁kobaigne	-2378
▁lakamare	-2379
▁lohotsie	-2380
▁mampiasa	-2381
▁mifampit	-2382
▁mivazoho	-2383
▁nanafike	-2384
▁nitarike	-2385
▁novembre	-2386
inagnahare	-2387
▁agnambone	-2388
▁agnohatse	-2389
▁ambohitse	-2390
▁andalagne	-2391
▁misaontsy	-2392
▁nataondro	-2393
▁tsaraegne	-2394
▁tsivazavo	-2395
iraikiraike	-2396
▁amandrenee	-2397
▁fatiolotse	-2398
▁fombafomba	-2399
▁magnatetse	-2400
▁menarandra	-2401
▁nivignetse	-2402
▁retsipioke	-2403
▁saveregnae	-2404
▁vognofotsy	-2405
▁namboaregne	-2406
▁tsimiambane	-2407
▁andriamahery	-2408
▁andriantsoly	-2409
▁fangatahagne	-2410
10	-2411
20	-2412
aj	-2413
bé	-2414
ki	-2415
né	-2416
ph	-2417
ré	-2418
aey	-2419
aol	-2420
bre	-2421
deh	-2422
dof	-2423
dor	-2424
eng	-2425
ent	-2426
eny	-2427
ety	-2428
fit	-2429
fon	-2430
hii	-2431
ity	-2432
mar	-2433
nel	-2434
nge	-2435
nif	-2436
oni	-2437
som	-2438
tao	-2439
vao	-2440
zie	-2441
▁24	-2442
▁50	-2443
▁ef	-2444
▁ez	-2445
▁ih	-2446
▁né	-2447
▁ok	-2448
afee	-2449
alay	-2450
amak	-2451
amin	-2452
ampi	-2453
anov	-2454
aona	-2455
aray	-2456
aroh	-2457
asoa	-2458
ater	-2459
avao	-2460
avin	-2461
bele	-2462
bike	-2463
dida	-2464
elae	-2465
elom	-2466
enir	-2467
etie	-2468
hako	-2469
ieba	-2470
ifan	-2471
ilay	-2472
inar	-2473
joko	-2474
kake	-2475
kaly	-2476
keke	-2477
mbao	-2478
olav	-2479
olay	-2480
olia	-2481
omob	-2482
reke	-2483
rene	-2484
sake	-2485
teae	-2486
vier	-2487
voke	-2488
▁150	-2489
▁199	-2490
▁abi	-2491
▁ats	-2492
▁dis	-2493
▁ere	-2494
▁feo	-2495
▁hid	-2496
▁ind	-2497
▁kil	-2498
▁lin	-2499
▁mor	-2500
▁roa	-2501
▁soh	-2502
▁sur	-2503
▁tat	-2504
▁ten	-2505
▁tif	-2506
▁vak	-2507
▁vas	-2508
ahasa	-2509
ahiko	-2510
akede	-2511
aleke	-2512
ambra	-2513
anjan	-2514
arabo	-2515
arava	-2516
arehe	-2517
atimo	-2518
dofay	-2519
endre	-2520
etake	-2521
gagne	-2522
ietse	-2523
ifike	-2524
ignae	-2525
iogne	-2526
iziva	-2527
mahay	-2528
mbola	-2529
ohazo	-2530
ohoke	-2531
ongoy	-2532
orike	-2533
tsere	-2534
▁abeo	-2535
▁alae	-2536
▁alif	-2537
▁atsi	-2538
▁bibi	-2539
▁bori	-2540
▁dodo	-2541
▁embo	-2542
▁ereo	-2543
▁fala	-2544
▁fiar	-2545
▁févr	-2546
▁hanj	-2547
▁ilae	-2548
▁kama	-2549
▁long	-2550
▁mali	-2551
▁mave	-2552
▁mian	-2553
▁mive	-2554
▁mosa	-2555
▁mpiv	-2556
▁nene	-2557
▁niko	-2558
▁nits	-2559
▁nàho	-2560
▁tali	-2561
▁tamb	-2562
▁tema	-2563
▁tese	-2564
▁tets	-2565
▁teza	-2566
▁vagn	-2567
▁vaky	-2568
▁zaie	-2569
agnare	-2570
alambo	-2571
amagne	-2572
andava	-2573
andevo	-2574
cembre	-2575
deseko	-2576
elegne	-2577
indrae	-2578
itrabo	-2579
ndraha	-2580
ozogne	-2581
saigne	-2582
▁aigne	-2583
▁amboh	-2584
▁andoh	-2585
▁avril	-2586
▁dogne	-2587
▁fivav	-2588
▁fohie	-2589
▁fotoa	-2590
▁hejee	-2591
▁henay	-2592
▁hoety	-2593
▁kokol	-2594
▁manap	-2595
▁mialy	-2596
▁ranom	-2597
▁réhii	-2598
▁satso	-2599
▁sinih	-2600
▁tambo	-2601
▁taney	-2602
▁tapae	-2603
▁tehoe	-2604
▁toetr	-2605
▁tomob	-2606
ambotse	-2607
atsiaro	-2608
heregna	-2609
ikarabo	-2610
jadigne	-2611
managne	-2612
ognogne	-2613
ondraha	-2614
onoegne	-2615
oragney	-2616
tandroy	-2617
veregne	-2618
▁ambias	-2619
▁amping	-2620
▁anakap	-2621
▁atonda	-2622
▁babako	-2623
▁bélier	-2624
▁fiagne	-2625
▁hangat	-2626
▁haraty	-2627
▁hatono	-2628
▁hihina	-2629
▁kanefa	-2630
▁kodida	-2631
▁mandoa	-2632
▁marine	-2633
▁mendor	-2634
▁mibabe	-2635
▁midika	-2636
▁mikora	-2637
▁mipoli	-2638
▁miroro	-2639
▁mitahy	-2640
▁ndroae	-2641
▁nifagn	-2642
▁nifeno	-2643
▁nimete	-2644
▁nirese	-2645
▁njetie	-2646
▁ozogne	-2647
▁ranoma	-2648
▁reliva	-2649
▁sendra	-2650
▁talily	-2651
▁tarehe	-2652
▁tezate	-2653
▁tsasie	-2654
▁vahiny	-2655
▁voaloh	-2656
▁zoegne	-2657
ataragne	-2658
atomboke	-2659
itsandro	-2660
nignagne	-2661
ometatse	-2662
ondriake	-2663
vegnagne	-2664
vendrano	-2665
▁anadahy	-2666
▁andalat	-2667
▁andrian	-2668
▁ariagne	-2669
▁asiagne	-2670
▁culture	-2671
▁embokao	-2672
▁endreke	-2673
▁fahavaz	-2674
▁fisaont	-2675
▁fitsara	-2676
▁hanegne	-2677
▁hasigne	-2678
▁managna	-2679
▁manjake	-2680
▁menabey	-2681
▁nagneke	-2682
▁nagnino	-2683
▁nagnome	-2684
▁napetra	-2685
▁nataoko	-2686
▁nifalie	-2687
▁njeteie	-2688
▁nomegne	-2689
▁novagne	-2690
▁partage	-2691
▁toliara	-2692
▁tontolo	-2693
▁tsihala	-2694
▁vagnomb	-2695
▁valagne	-2696
▁vatagne	-2697
ignanagne	-2698
▁agnombey	-2699
▁ahafohin	-2700
▁ambendra	-2701
▁ambosare	-2702
▁ankoatse	-2703
▁boribory	-2704
▁hanafike	-2705
▁hatrakam	-2706
▁itikagne	-2707
▁katrafae	-2708
▁mahafale	-2709
▁mamitake	-2710
▁mihoatse	-2711
▁miterake	-2712
▁nahapoke	-2713
▁nampiasa	-2714
▁nanoagne	-2715
▁nifindra	-2716
▁nimasake	-2717
▁terakaly	-2718
▁tsihombe	-2719
agnaregney	-2720
▁agnasaoro	-2721
▁amandroae	-2722
▁amaondaty	-2723
▁ambasarey	-2724
▁antignana	-2725
▁fangataha	-2726
▁faradofay	-2727
▁hanambali	-2728
▁handeseko	-2729
▁hatearano	-2730
▁indrindra	-2731
▁mahafinar	-2732
▁mahonigne	-2733
▁manjirake	-2734
▁mavesatse	-2735
▁miarakamy	-2736
▁namosetse	-2737
▁neferagne	-2738
▁nihirifae	-2739
▁nisaontsy	-2740
▁rayamandr	-2741
▁talignere	-2742
▁tsimanana	-2743
▁afondraosa	-2744
▁ambohitsey	-2745
▁disitirika	-2746
▁disitirike	-2747
▁folakandro	-2748
▁hatramizao	-2749
▁magnatogne	-2750
▁manjavogne	-2751
▁miagnatimo	-2752
▁nampandese	-2753
▁natambatse	-2754
▁tsikiraike	-2755
▁vavindrano	-2756
▁afomarolahy	-2757
▁agnalohotse	-2758
▁ampinomagne	-2759
▁andriakegne	-2760
▁mahavokatse	-2761
▁temaroaloke	-2762
▁tesevohitse	-2763
▁tezatezagne	-2764
▁tsiavotagne	-2765
▁alifosatsara	-2766
▁amanagnahare	-2767
▁amorondriake	-2768
▁fotoagnandro	-2769
▁hasaveregnae	-2770
▁magnamboatse	-2771
▁magnodidigne	-2772
▁milevendrano	-2773
▁tampakevetse	-2774
▁tompondongoy	-2775
▁hagnoitsandro	-2776
▁andranomasigne	-2777
▁tarignandrokey	-2778
23	-2779
59	-2780
eo	-2781
mé	-2782
ahi	-2783
asc	-2784
bay	-2785
boe	-2786
dak	-2787
dey	-2788
dra	-2789
ide	-2790
ima	-2791
ini	-2792
kaf	-2793
kas	-2794
kay	-2795
kel	-2796
let	-2797
mal	-2798
mdr	-2799
nah	-2800
nih	-2801
sep	-2802
soy	-2803
tso	-2804
vav	-2805
zoe	-2806
▁16	-2807
▁ai	-2808
▁dé	-2809
▁hé	-2810
▁ot	-2811
▁va	-2812
▁vy	-2813
▁zo	-2814
ahat	-2815
ahaz	-2816
ahie	-2817
amao	-2818
anto	-2819
arof	-2820
asay	-2821
atio	-2822
befi	-2823
dati	-2824
doza	-2825
fako	-2826
fate	-2827
gaga	-2828
gasc	-2829
hain	-2830
iera	-2831
iler	-2832
iree	-2833
ireo	-2834
iroh	-2835
isae	-2836
itoe	-2837
jera	-2838
jobo	-2839
lako	-2840
maha	-2841
mate	-2842
mete	-2843
mits	-2844
okeo	-2845
oleh	-2846
olie	-2847
onja	-2848
onta	-2849
oroe	-2850
otoa	-2851
ovae	-2852
raho	-2853
robo	-2854
rosa	-2855
sako	-2856
sapa	-2857
soci	-2858
vory	-2859
zaka	-2860
zoro	-2861
▁123	-2862
▁196	-2863
▁198	-2864
▁dor	-2865
▁efa	-2866
▁ene	-2867
▁fid	-2868
▁fij	-2869
▁laf	-2870
▁leh	-2871
▁los	-2872
▁mad	-2873
▁mij	-2874
▁moz	-2875
▁nin	-2876
▁saf	-2877
afeko	-2878
agney	-2879
ahafa	-2880
ahako	-2881
akoho	-2882
alehe	-2883
amaly	-2884
ambop	-2885
anjae	-2886
aramp	-2887
arato	-2888
azaha	-2889
azavo	-2890
eraha	-2891
erina	-2892
gneko	-2893
idava	-2894
ijale	-2895
ikama	-2896
ilefe	-2897
ineko	-2898
itike	-2899
izaho	-2900
mandr	-2901
mbaly	-2902
nagne	-2903
ndaty	-2904
ondre	-2905
ontsi	-2906
orika	-2907
orogn	-2908
otsoe	-2909
patse	-2910
rogne	-2911
tobre	-2912
vande	-2913
ziene	-2914
▁ahio	-2915
▁akoh	-2916
▁anak	-2917
▁atee	-2918
▁azéo	-2919
▁dage	-2920
▁ente	-2921
▁fats	-2922
▁fian	-2923
▁fole	-2924
▁gasy	-2925
▁hoei	-2926
▁horo	-2927
▁ireo	-2928
▁jean	-2929
▁laza	-2930
▁mafe	-2931
▁male	-2932
▁néné	-2933
▁poro	-2934
▁ragn	-2935
▁ramb	-2936
▁satr	-2937
▁sisa	-2938
▁soja	-2939
▁soro	-2940
▁tavo	-2941
▁tsil	-2942
▁vale	-2943
▁valo	-2944
▁vonj	-2945
▁vots	-2946
afatse	-2947
ahatse	-2948
ambane	-2949
ampela	-2950
ananao	-2951
andaty	-2952
anigne	-2953
anjaha	-2954
antsoa	-2955
ataney	-2956
atrake	-2957
azohoa	-2958
beteke	-2959
etseke	-2960
gascar	-2961
ilasie	-2962
injoke	-2963
inogne	-2964
itrake	-2965
ognaze	-2966
ohegne	-2967
okitse	-2968
oliako	-2969
olitse	-2970
onagne	-2971
onigne	-2972
otraze	-2973
riagne	-2974
▁alala	-2975
▁ambav	-2976
▁amity	-2977
▁andav	-2978
▁avara	-2979
▁falie	-2980
▁fande	-2981
▁fanor	-2982
▁fitae	-2983
▁hagne	-2984
▁hamae	-2985
▁hampi	-2986
▁hasie	-2987
▁hasoa	-2988
▁hedey	-2989
▁hoavy	-2990
▁jaime	-2991
▁jaona	-2992
▁maham	-2993
▁mahit	-2994
▁manak	-2995
▁misao	-2996
▁motso	-2997
▁nahay	-2998
▁nande	-2999
▁nomee	-3000
▁ntaol	-3001
▁reneo	-3002
▁tatsi	-3003
▁tigne	-3004
▁tohae	-3005
▁trako	-3006
▁vatoy	-3007
▁volaf	-3008
afaitse	-3009
agnegne	-3010
aliagne	-3011
anandro	-3012
andrian	-3013
andromb	-3014
angagne	-3015
anjanah	-3016
arakara	-3017
aranake	-3018
befialy	-3019
ialagne	-3020
ianatse	-3021
ohineko	-3022
olavola	-3023
ororoke	-3024
sarotse	-3025
▁agnila	-3026
▁agnivo	-3027
▁ahaiza	-3028
▁ahikeo	-3029
▁amigne	-3030
▁ankile	-3031
▁associ	-3032
▁ategna	-3033
▁avenir	-3034
▁heneke	-3035
▁hinday	-3036
▁iaraha	-3037
▁intika	-3038
▁jabele	-3039
▁lambaf	-3040
▁lanjae	-3041
▁mahere	-3042
▁mamale	-3043
▁mamira	-3044
▁mbegne	-3045
▁miseho	-3046
▁mivily	-3047
▁nahavy	-3048
▁naleve	-3049
▁namaky	-3050
▁navale	-3051
▁navory	-3052
▁ndatio	-3053
▁nifand	-3054
▁nilefe	-3055
▁omegne	-3056
▁rehare	-3057
▁roboke	-3058
▁sandra	-3059
▁sarake	-3060
▁tafita	-3061
▁temagn	-3062
▁toagne	-3063
▁valiha	-3064
ahakizay	-3065
androany	-3066
iheregne	-3067
kazomang	-3068
ovizegne	-3069
rangagne	-3070
▁amandro	-3071
▁amboneo	-3072
▁andrano	-3073
▁atsinga	-3074
▁commune	-3075
▁février	-3076
▁handily	-3077
▁hataoko	-3078
▁hatramy	-3079
▁hengako	-3080
▁ifotake	-3081
▁levegne	-3082
▁magnino	-3083
▁mahasoa	-3084
▁mambole	-3085
▁manambo	-3086
▁mialoha	-3087
▁mitagne	-3088
▁mpiziva	-3089
▁niarake	-3090
▁oragney	-3091
▁paliave	-3092
▁sambore	-3093
▁tanjeke	-3094
▁tsivory	-3095
▁vatobey	-3096
▁voaloha	-3097
ambesatse	-3098
ivoaragne	-3099
omasigney	-3100
otaneagne	-3101
▁agnombee	-3102
▁andriman	-3103
▁atelegne	-3104
▁atikagne	-3105
▁atoandro	-3106
▁balahazo	-3107
▁dageagne	-3108
▁ekegneko	-3109
▁fanambal	-3110
▁faritane	-3111
▁hafahafa	-3112
▁hisafiry	-3113
▁kokolamp	-3114
▁lamboala	-3115
▁mahafake	-3116
▁mahafate	-3117
▁mahagaga	-3118
▁mahavelo	-3119
▁mahavita	-3120
▁miafigne	-3121
▁miovaova	-3122
▁mitalili	-3123
▁mivavake	-3124
▁nahaviae	-3125
▁namboare	-3126
▁nentegne	-3127
▁rahavave	-3128
▁sakalava	-3129
▁sampigne	-3130
▁sarimboy	-3131
▁sitragne	-3132
▁teienaho	-3133
▁tikagneo	-3134
▁toroagne	-3135
▁tsilanja	-3136
▁tsinjake	-3137
▁viliegne	-3138
ahandrenee	-3139
amatanjake	-3140
amboaragne	-3141
andremagne	-3142
androeneko	-3143
▁agnalagne	-3144
▁agnaretse	-3145
▁andesegne	-3146
▁andriakey	-3147
▁antsivoro	-3148
▁fampandro	-3149
▁fiheregna	-3150
▁havelogne	-3151
▁havilasie	-3152
▁heveregne	-3153
▁magnafake	-3154
▁mampirafe	-3155
▁managnaze	-3156
▁manambali	-3157
▁manenogne	-3158
▁nagnarake	-3159
▁nametrake	-3160
▁nangalake	-3161
▁nangatake	-3162
▁nijanogne	-3163
▁nisorogne	-3164
▁nitokagne	-3165
▁rabefialy	-3166
▁sandrabey	-3167
▁satsobory	-3168
▁tanterake	-3169
▁tsaboegne	-3170
▁agnambonee	-3171
▁ambanevolo	-3172
▁amboaregne	-3173
▁ambovombey	-3174
▁andalagney	-3175
▁ankavilasy	-3176
▁hazomangao	-3177
▁lomahorano	-3178
▁madagascar	-3179
▁manaoigney	-3180
▁manorotoro	-3181
▁marandrano	-3182
▁miarakamae	-3183
▁mifandogne	-3184
▁mpanoratse	-3185
▁mpisorogne	-3186
▁mpisorombe	-3187
▁natorondro	-3188
▁nipolotake	-3189
▁sandrakede	-3190
▁tokatragno	-3191
▁vetsevetse	-3192
▁zokenanake	-3193
▁amorondrano	-3194
▁association	-3195
▁famosoragne	-3196
▁miakandrefa	-3197
▁mitsororoke	-3198
anjanahataney	-3199
▁ampingaratse	-3200
▁magnambignaz	-3201
▁manampaharoe	-3202
▁mandehandeha	-3203
▁rayamandrene	-3204
▁taligneregne	-3205
▁agnalijadigne	-3206
▁nagnotaneagne	-3207
▁agnarambitagne	-3208
▁mampahafohigne	-3209
▁nampitovizegne	-3210
▁ahandrefagnagne	-3211
▁fampandrosoagne	-3212
▁niterahandrenee	-3213
05	-3214
06	-3215
13	-3216
49	-3217
li	-3218
rr	-3219
st	-3220
up	-3221
▁_	-3222
apa	-3223
bar	-3224
beh	-3225
bin	-3226
bod	-3227
bra	-3228
che	-3229
dio	-3230
ers	-3231
fel	-3232
gos	-3233
hee	-3234
hit	-3235
ido	-3236
iky	-3237
iro	-3238
ise	-3239
isi	-3240
ite	-3241
ivy	-3242
joe	-3243
kar	-3244
kon	-3245
lal	-3246
mpo	-3247
nay	-3248
nis	-3249
odr	-3250
ofo	-3251
ohe	-3252
ort	-3253
pea	-3254
pte	-3255
rin	-3256
sin	-3257
sol	-3258
toe	-3259
vee	-3260
vol	-3261
▁04	-3262
▁06	-3263
▁18	-3264
▁28	-3265
▁31	-3266
▁70	-3267
▁el	-3268
▁es	-3269
▁fl	-3270
▁km	-3271
▁oc	-3272
▁pi	-3273
▁py	-3274
akal	-3275
alas	-3276
amam	-3277
amif	-3278
anat	-3279
anee	-3280
ango	-3281
anjy	-3282
anny	-3283
anoy	-3284
aota	-3285
araz	-3286
arok	-3287
atap	-3288
atim	-3289
atoe	-3290
avae	-3291
azan	-3292
baka	-3293
bako	-3294
eake	-3295
ente	-3296
eran	-3297
etsy	-3298
foha	-3299
gnat	-3300
hent	-3301
iana	-3302
ihot	-3303
inay	-3304
ingo	-3305
inny	-3306
inty	-3307
ipay	-3308
itoy	-3309
izao	-3310
jaja	-3311
kafe	-3312
kako	-3313
kira	-3314
ohaf	-3315
ohao	-3316
ohit	-3317
olol	-3318
ompi	-3319
paia	-3320
poko	-3321
raha	-3322
saka	-3323
vola	-3324
zoke	-3325
▁127	-3326
▁afe	-3327
▁amo	-3328
▁ani	-3329
▁bes	-3330
▁bev	-3331
▁fik	-3332
▁fon	-3333
▁gol	-3334
▁hin	-3335
▁imp	-3336
▁jan	-3337
▁kay	-3338
▁lia	-3339
▁mai	-3340
▁naj	-3341
▁nao	-3342
▁nid	-3343
▁nor	-3344
▁pat	-3345
▁rao	-3346
▁rev	-3347
▁roi	-3348
▁sir	-3349
▁voh	-3350
▁ziv	-3351
aaaaa	-3352
agnit	-3353
ajaja	-3354
alats	-3355
alike	-3356
alita	-3357
ambol	-3358
amoka	-3359
amora	-3360
ampoe	-3361
anosy	-3362
antoe	-3363
arana	-3364
arofo	-3365
avako	-3366
boaha	-3367
draha	-3368
drene	-3369
elako	-3370
ezate	-3371
figne	-3372
gnabo	-3373
hagne	-3374
hegne	-3375
imbaz	-3376
inana	-3377
inoae	-3378
inono	-3379
itoka	-3380
janae	-3381
legne	-3382
manao	-3383
najoe	-3384
njato	-3385
olake	-3386
olili	-3387
ombey	-3388
onagn	-3389
onang	-3390
onono	-3391
orano	-3392
otroe	-3393
ovaho	-3394
ovela	-3395
regna	-3396
ropit	-3397
sambe	-3398
tegna	-3399
ymiry	-3400
zaiae	-3401
▁1000	-3402
▁ahae	-3403
▁amie	-3404
▁anat	-3405
▁aolo	-3406
▁babe	-3407
▁bala	-3408
▁doko	-3409
▁egni	-3410
▁endr	-3411
▁etoy	-3412
▁fihe	-3413
▁fofo	-3414
▁goro	-3415
▁haho	-3416
▁haso	-3417
▁hena	-3418
▁hihe	-3419
▁hira	-3420
▁iare	-3421
▁iheo	-3422
▁inde	-3423
▁jera	-3424
▁jona	-3425
▁kats	-3426
▁kina	-3427
▁loho	-3428
▁maka	-3429
▁mibo	-3430
▁mpam	-3431
▁mpih	-3432
▁nala	-3433
▁nana	-3434
▁nate	-3435
▁noli	-3436
▁omea	-3437
▁oseo	-3438
▁rako	-3439
▁rame	-3440
▁rang	-3441
▁rava	-3442
▁saro	-3443
▁tami	-3444
▁tovo	-3445
▁tsip	-3446
▁vala	-3447
▁vara	-3448
▁vide	-3449
▁voas	-3450
akatse	-3451
alahae	-3452
aleale	-3453
aligne	-3454
amboho	-3455
andria	-3456
angaro	-3457
anjara	-3458
anovae	-3459
avahae	-3460
avalat	-3461
diakae	-3462
etegne	-3463
hainoe	-3464
hentea	-3465
ignaby	-3466
ikaosy	-3467
inegne	-3468
ipotse	-3469
itobra	-3470
itogne	-3471
minday	-3472
oabots	-3473
ohetse	-3474
ombaze	-3475
ondran	-3476
ontene	-3477
ontsoy	-3478
otanea	-3479
otegne	-3480
poagne	-3481
ragney	-3482
sikope	-3483
talili	-3484
toagne	-3485
▁agniv	-3486
▁aharo	-3487
▁akata	-3488
▁aloke	-3489
▁ambey	-3490
▁aminy	-3491
▁ankir	-3492
▁antev	-3493
▁aogos	-3494
▁arabo	-3495
▁atika	-3496
▁fagna	-3497
▁fandr	-3498
▁fanov	-3499
▁fiova	-3500
▁gabin	-3501
▁hahaf	-3502
▁hakeo	-3503
▁hakoy	-3504
▁hanee	-3505
▁hejeo	-3506
▁hetra	-3507
▁hifan	-3508
▁hilee	-3509
▁hoaze	-3510
▁hoeze	-3511
▁iereo	-3512
▁intia	-3513
▁intoy	-3514
▁iraha	-3515
▁jolay	-3516
▁kamae	-3517
▁kapit	-3518
▁karaz	-3519
▁kobay	-3520
▁latim	-3521
▁liako	-3522
▁loloh	-3523
▁loloy	-3524
▁manin	-3525
▁maota	-3526
▁masae	-3527
▁mikor	-3528
▁namae	-3529
▁nandr	-3530
▁niala	-3531
▁nifak	-3532
▁nihay	-3533
▁nisia	-3534
▁nizoe	-3535
▁nofoe	-3536
▁nonoe	-3537
▁rahao	-3538
▁raven	-3539
▁reheo	-3540
▁sahio	-3541
▁sasae	-3542
▁sekit	-3543
▁septe	-3544
▁talat	-3545
▁tonga	-3546
▁tonta	-3547
▁tsing	-3548
▁volov	-3549
▁votre	-3550
▁zagne	-3551
alasala	-3552
ananake	-3553
anjomba	-3554
aoragne	-3555
arakaze	-3556
avakaze	-3557
azafady	-3558
bakotri	-3559
bohegne	-3560
dakiler	-3561
gnandro	-3562
gnatara	-3563
ilaogne	-3564
itarazo	-3565
koligne	-3566
nandeha	-3567
olehole	-3568
omoetse	-3569
ondrake	-3570
onoagne	-3571
regnako	-3572
▁agnafo	-3573
▁agnala	-3574
▁ambali	-3575
▁ambine	-3576
▁andala	-3577
▁andido	-3578
▁andria	-3579
▁arofoo	-3580
▁dadabe	-3581
▁esanta	-3582
▁fagnaz	-3583
▁fahale	-3584
▁fanomp	-3585
▁foetse	-3586
▁hagnav	-3587
▁hamale	-3588
▁handro	-3589
▁heregn	-3590
▁hileko	-3591
▁hisoro	-3592
▁hitahy	-3593
▁hoereo	-3594
▁ilagne	-3595
▁impito	-3596
▁indone	-3597
▁irehaf	-3598
▁ivelom	-3599
▁jabaja	-3600
▁kaboke	-3601
▁komini	-3602
▁leleke	-3603
▁longoe	-3604
▁mafana	-3605
▁managn	-3606
▁manaha	-3607
▁manelo	-3608
▁masika	-3609
▁mihira	-3610
▁mihisa	-3611
▁miteza	-3612
▁nanohy	-3613
▁narare	-3614
▁nihaga	-3615
▁nihare	-3616
▁niharo	-3617
▁nihita	-3618
▁nisara	-3619
▁nitono	-3620
▁nivaky	-3621
▁ondati	-3622
▁raketa	-3623
▁raotse	-3624
▁robake	-3625
▁salohy	-3626
▁sikala	-3627
▁siloke	-3628
▁sohihy	-3629
▁tahake	-3630
▁tehang	-3631
▁tineza	-3632
▁tsiela	-3633
▁tsigni	-3634
▁tsizay	-3635
▁valoay	-3636
agnombey	-3637
ambesara	-3638
antragno	-3639
atapahee	-3640
bokaboke	-3641
dodododo	-3642
ezatezae	-3643
ieragney	-3644
indraike	-3645
kolontsa	-3646
nisamake	-3647
ohafarae	-3648
ropiteke	-3649
saboagne	-3650
soavagne	-3651
voalohae	-3652
▁agnalim	-3653
▁agnarak	-3654
▁ahitsio	-3655
▁ampalie	-3656
▁ampifan	-3657
▁androyt	-3658
▁antanan	-3659
▁atolike	-3660
▁atorake	-3661
▁avaonja	-3662
▁endrake	-3663
▁fambole	-3664
▁fanapea	-3665
▁fanjaka	-3666
▁fasagne	-3667
▁fihagne	-3668
▁filahia	-3669
▁fotorae	-3670
▁hampihe	-3671
▁hanagne	-3672
▁hanjaka	-3673
▁hanovae	-3674
▁haremdr	-3675
▁henaneo	-3676
▁hitsara	-3677
▁hoeraho	-3678
▁homeako	-3679
▁ialagne	-3680
▁inoagne	-3681
▁isikina	-3682
▁itiagne	-3683
▁janvier	-3684
▁kaaaaaa	-3685
▁letagne	-3686
▁lomagno	-3687
▁lomotse	-3688
▁mahafoe	-3689
▁maharae	-3690
▁mamonje	-3691
▁mandraf	-3692
▁manigne	-3693
▁manimba	-3694
▁manombo	-3695
▁masiake	-3696
▁matotre	-3697
▁matotse	-3698
▁mavande	-3699
▁mikanjy	-3700
▁mikotri	-3701
▁monigne	-3702
▁mozotse	-3703
▁mpiarak	-3704
▁mpisoro	-3705
▁mpivaly	-3706
▁nagnary	-3707
▁namagne	-3708
▁nambara	-3709
▁niboake	-3710
▁nisaont	-3711
▁octobre	-3712
▁oroagne	-3713
▁patante	-3714
▁rangers	-3715
▁rehetra	-3716
▁remieba	-3717
▁sinitoe	-3718
▁siratsy	-3719
▁sokakey	-3720
▁tafikey	-3721
▁tamigne	-3722
▁tanosey	-3723
▁tantane	-3724
▁tantele	-3725
▁taogney	-3726
▁tatsimo	-3727
▁tenogne	-3728
▁tohigne	-3729
▁tsimino	-3730
▁vahoako	-3731
▁vilagne	-3732
▁vilondr	-3733
▁vinalie	-3734
▁vinohae	-3735
▁voasare	-3736
ambaligne	-3737
andremako	-3738
androagne	-3739
andrombae	-3740
angalagne	-3741
anihirifa	-3742
mangalake	-3743
milipotse	-3744
nagnahare	-3745
orognagne	-3746
ragnotane	-3747
sikinagne	-3748
▁agnarake	-3749
▁alohagne	-3750
▁ampanamb	-3751
▁andriana	-3752
▁ankamaro	-3753
▁ateregne	-3754
▁décembre	-3755
▁eferagne	-3756
▁eretsere	-3757
▁fagnafae	-3758
▁fagnater	-3759
▁faliegne	-3760
▁fatratse	-3761
▁fiaignae	-3762
▁hajaegne	-3763
▁hangalae	-3764
▁hanorogn	-3765
▁hikarama	-3766
▁hitanako	-3767
▁hoantika	-3768
▁lakolako	-3769
▁lilitane	-3770
▁loharano	-3771
▁magniake	-3772
▁magnitsy	-3773
▁mahandro	-3774
▁malahelo	-3775
▁manafike	-3776
▁marevoke	-3777
▁misarake	-3778
▁misoroke	-3779
▁miteraha	-3780
▁mivalita	-3781
▁nagnavel	-3782
▁nikisake	-3783
▁okitobra	-3784
▁rahalahy	-3785
▁rakembao	-3786
▁rasiloke	-3787
▁rehareha	-3788
▁sampogne	-3789
▁tagnogne	-3790
▁tandrife	-3791
▁tikagney	-3792
▁tomobile	-3793
▁valasira	-3794
▁volafoty	-3795
▁volohazo	-3796
▁zafeafee	-3797
▁zafymiry	-3798
apakevetse	-3799
arofanigne	-3800
azatikagne	-3801
oabotsoabo	-3802
▁ahikefaly	-3803
▁ambasareo	-3804
▁andonakao	-3805
▁andranavy	-3806
▁andriaman	-3807
▁antanambe	-3808
▁aogositra	-3809
▁begnatara	-3810
▁fagnafoly	-3811
▁fofognabo	-3812
▁hamosetse	-3813
▁haovabory	-3814
▁hisorogne	-3815
▁irakembay	-3816
▁isanandro	-3817
▁lalandava	-3818
▁liondraha	-3819
▁manambovo	-3820
▁mananjara	-3821
▁matanjake	-3822
▁mijanogne	-3823
▁milamigne	-3824
▁milevegne	-3825
▁milipotse	-3826
▁mitsepake	-3827
▁mivesatse	-3828
▁mpanjakay	-3829
▁naharetse	-3830
▁nampinono	-3831
▁nanofigne	-3832
▁nasorogne	-3833
▁nilipotse	-3834
▁nitantara	-3835
▁nitologne	-3836
▁septembre	-3837
▁tavodrene	-3838
▁tinenogne	-3839
▁tokatragn	-3840
ampakevetse	-3841
andranobory	-3842
arakagnombe	-3843
arokegnatse	-3844
bakotribake	-3845
boakediakae	-3846
dakileranjo	-3847
kolontsaina	-3848
▁agnivotane	-3849
▁ambavarano	-3850
▁anapahagne	-3851
▁andoharano	-3852
▁beropiteke	-3853
▁fahoriagne	-3854
▁fivoaragne	-3855
▁hazomangae	-3856
▁horosikope	-3857
▁mandevegne	-3858
▁mangalatse	-3859
▁mitambatse	-3860
▁mpagnarake	-3861
▁nagnontene	-3862
▁napetrakoy	-3863
▁ranomainty	-3864
▁sekitambra	-3865
▁sinambotse	-3866
▁tognognaze	-3867
▁tognonegne	-3868
▁tsikarioke	-3869
androazatika	-3870
▁agnalizaoza	-3871
▁amandroazae	-3872
▁andonakagne	-3873
▁fahavazahay	-3874
▁fanoratagne	-3875
▁fitondragne	-3876
▁fitsaboagne	-3877
▁fivavahagne	-3878
▁hagnoiragne	-3879
▁heregnandro	-3880
▁hitezatezae	-3881
▁indoneziene	-3882
▁ivelomampoe	-3883
▁kilometatse	-3884
▁managnaigne	-3885
▁mifanambaly	-3886
▁nahafohigne	-3887
▁niambesarae	-3888
▁rehehafarae	-3889
▁siniharagne	-3890
▁tapatapahee	-3891
▁tehangalake	-3892
▁vavindranoy	-3893
▁agnalikarabo	-3894
▁ambanendraha	-3895
▁fahadisoagne	-3896
▁hahonignagne	-3897
▁kiraikiraike	-3898
▁kokolampogne	-3899
▁mendoravegne	-3900
▁mpiarakandro	-3901
▁nampidiregne	-3902
▁ranomilaogne	-3903
▁ampingaratsey	-3904
▁andalantragno	-3905
▁fisaontsoagne	-3906
▁mampisarakaze	-3907
▁nahatandregne	-3908
▁andriatomoetse	-3909
▁haremdravembia	-3910
▁hoeremanomboke	-3911
▁mangamatanjake	-3912
▁mitsoabotsoabo	-3913
▁nampitondragne	-3914
▁napetrandroaza	-3915
▁nifandieragney	-3916
fanagnandroeneko	-3917
▁ampanambaliegne	-3918
▁fanagnandroaeko	-3919
▁rangaheyhafarae	-3920
▁roakembayhentea	-3921
▁tagnafondravala	-3922
18	-3923
24	-3924
51	-3925
86	-3926
ct	-3927
fr	-3928
ic	-3929
ps	-3930
rt	-3931
ud	-3932
un	-3933
196	-3934
aeh	-3935
aeo	-3936
aor	-3937
ayl	-3938
bol	-3939
del	-3940
doh	-3941
efe	-3942
for	-3943
gmé	-3944
han	-3945
hav	-3946
haz	-3947
hom	-3948
iai	-3949
